// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "Pozice PCI Ethernetu %@";
"pci-multiether"          = "Pozice PCI Ethernetu %@, rozhraní %@";
"thunderbolt-ether"       = "Ethernetový slot Thunderbolt %@";
"thunderbolt-multiether"  = "Ethernetový slot Thunderbolt %@, port %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "Ethernetový adaptér (%@)";

"airport"                 = "Wi‑Fi";
"generic-wireless"        = "Adaptér bezdrátové sítě (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "Pozice PCI FireWire %@";
"pci-multifirewire"       = "Pozice PCI FireWire %@, rozhraní %@";
"thunderbolt-firewire"    = "FireWire slot Thunderbolt %@";
"thunderbolt-multifirewire" = "FireWire slot Thunderbolt %@, port %@";
"generic-firewire"        = "Adaptér FireWire (%@)";

"bluetooth"               = "Bluetooth DUN";
"bluetooth-modem"         = "USB adaptér Bluetooth modemu";
"bluetooth-modem-port"    = "Rozhraní Bluetooth modemu";
"generic-bluetooth-modem" = "Bluetooth modem (%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "USB adaptér IrDA modemu";
"irda-ircomm-port"        = "Rozhraní IrDA modemu";

"loopback"                = "Smyčka";

"modem"                   = "Vnitřní modem";

"modem-port"              = "Rozhraní modemu";
"modem-printer-port"      = "Rozhraní modemu/tiskárny";

"printer-port"            = "Rozhraní tiskárny";
"serial-port"             = "Sériové rozhraní";

"usbmodem"                = "USB modem"; 
"generic-usbmodem"        = "USB modem (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "Ethernetový můstek (%@)";

"bridge"                  = "Bridge (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6na4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "Apple TV USB";

"Display Ethernet"        = "Ethernet na monitoru";
"Display FireWire"        = "FireWire na monitoru";

"External Modem"          = "Vnější modem";

"iPad"                    = "iPad USB";

"iPhone"                  = "iPhone USB";

"iPod"                    = "iPod USB";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB gigabitový Ethernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Vnitřní Ethernet";
"X-multiether"            = "Vnitřní Ethernet %@";
"X-firewire"              = "Vnitřní FireWire";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
